{
  "intro": {
    "title": "Hi, I'm Michelle.",
    "text": "I build websites. Aenean imperdiet. Maecenas egestas arcu quis ligula mattis placerat.\\n Nullam cursus lacinia erat."
  },
  "paragraphs": {
    "1": "Duis arcu tortor, suscipit eget, imperdiet nec, imperdiet iaculis, ipsum. Sed magna purus, fermentum eu, tincidunt eu, varius ut, felis. Sed consequat, leo eget bibendum sodales, augue velit cursus nunc, quis gravida magna mi a libero. Aenean massa. Curabitur vestibulum aliquam leo.",
    "2": "Nam at tortor in tellus interdum sagittis. Vivamus aliquet elit ac nisl. Phasellus nec sem in justo pellentesque facilisis. Nulla consequat massa quis enim. Cras varius.",
    "3": "Maecenas egestas arcu quis ligula mattis placerat. Proin viverra, ligula sit amet ultrices semper, ligula arcu tristique sapien, a accumsan nisi mauris ac eros. Suspendisse pulvinar, augue ac venenatis condimentum, sem libero volutpat nibh, nec pellentesque velit pede quis nunc. Fusce vel dui. Curabitur blandit mollis lacus.",
    "4": "Integer tincidunt. Praesent ut ligula non mi varius sagittis. Curabitur a felis in nunc fringilla tristique. In enim justo, rhoncus ut, imperdiet a, venenatis vitae, justo. Suspendisse non nisl sit amet velit hendrerit rutrum."
  },
  "about": {
    "paragraphs": {
      "1": "I'm a web developer in Philadelphia, PA. I'm excited about building responsive and flexible websites, learning new technologies, and untangling problems.",
      "2": "Before learning web development, I taught music for over 10 years. As a teacher, I'm passionate about communicating clearly - this translates into building websites that are user-friendly and inituitive to use."
    },
    "skills": {
      "Languages": [
          "HTML5/CSS", "JavaScript", "PHP"
      ],
      "Frameworks & Libraries": [
        "ReactJS", "Bootstrap", "NodeJS", "Sass/SCSS", "ExpressJS", "jQuery"
      ],
      "Tools": [
        "Wordpress", "npm", "git/github", "Gulp", "Bash/command line"
      ],
      "Other Skills": [
        "Photoshop", "Writing and copy-editing", "Social media"
      ]
    }
  },
  "projects": {
    "1": {
      "title": "Terminal ASCII Art App",
      "tech": "NodeJS",
      "description": "Turns any graphic into ASCII artaa which is displayed in the terminal.",
      "image": "/images/ascii.png"

    },
    "2": {
      "title": "Muhlenhaupt + Company Agency Website",
      "tech": "PHP/Wordpress, HTML/CSS, JavaScript, jQuery, Sass/SCSS",
      "description": "Fully responsive website built on Wordpress CMS. Includes customizable template parts and a modular content system using Advanced Custom Fields."
    }, 
    "3": {
      "title": "Note-Taking App",
      "tech": "ReactJS, HTML/CSS, Bootstrap",
      "description": "Web application for creating notes and saving them in a user's local storage."
    }
  }
}