{
  "intro": {
    "title": "Hi, I'm Michelle.",
    "text": "I build websites. Aenean imperdiet. Maecenas egestas arcu quis ligula mattis placerat.\\n Nullam cursus lacinia erat."
  },
  "paragraphs": {
    "1": "Duis arcu tortor, suscipit eget, imperdiet nec, imperdiet iaculis, ipsum. Sed magna purus, fermentum eu, tincidunt eu, varius ut, felis. Sed consequat, leo eget bibendum sodales, augue velit cursus nunc, quis gravida magna mi a libero. Aenean massa. Curabitur vestibulum aliquam leo.",
    "2": "Nam at tortor in tellus interdum sagittis. Vivamus aliquet elit ac nisl. Phasellus nec sem in justo pellentesque facilisis. Nulla consequat massa quis enim. Cras varius.",
    "3": "Maecenas egestas arcu quis ligula mattis placerat. Proin viverra, ligula sit amet ultrices semper, ligula arcu tristique sapien, a accumsan nisi mauris ac eros. Suspendisse pulvinar, augue ac venenatis condimentum, sem libero volutpat nibh, nec pellentesque velit pede quis nunc. Fusce vel dui. Curabitur blandit mollis lacus.",
    "4": "Integer tincidunt. Praesent ut ligula non mi varius sagittis. Curabitur a felis in nunc fringilla tristique. In enim justo, rhoncus ut, imperdiet a, venenatis vitae, justo. Suspendisse non nisl sit amet velit hendrerit rutrum."
  },
  "about": {
    "paragraphs": {
      "1": "I'm a web developer in Philadelphia, PA. I'm excited about building responsive and flexible websites, learning new technologies, and untangling problems.",
      "2": "Before learning web development, I taught music for over 10 years. As a teacher, I'm passionate about communicating clearly - this translates into building websites that are user-friendly and inituitive to use."
    },
    "skills": {
      "Languages": [
          "HTML5/CSS", "JavaScript", "PHP"
      ],
      "Frameworks & Libraries": [
        "ReactJS", "Bootstrap", "NodeJS", "Sass/SCSS", "ExpressJS", "jQuery"
      ],
      "Tools": [
        "Wordpress", "npm", "git/github", "Gulp", "Bash/command line"
      ],
      "Other Skills": [
        "Photoshop", "Writing and copy-editing", "Social media"
      ]
    }
  },
  "projects": {
    "1": {
      "title": "Terminal ASCII Art",
      "tech": "NodeJS",
      "description": [
        "This app turns a graphic into ASCII art and displays it in the user's terminal."
      ],
      "image": "/images/asciicat.png",
      "links": {
        "Git Repo": "https://github.com/crankysparrow/console-ASCII-art"
      }

    },
    "2": {
      "title": "Muhlenhaupt + Company Agency Website",
      "tech": "PHP/Wordpress, HTML/CSS, JavaScript, jQuery, Sass/SCSS",
      "description": [
        "Built a custom theme for Wordpress for this creative agency in Manayunk, Philadelphia. I used Advanced Custom Fields to create modules that can be customized and rearranged across several different website templates."
      ],
      "image": "/images/MCo-bars.png",
      "links": {
        "More Screenshots": "https://www.behance.net/gallery/86935413/Muhlenhaupt-Company-website"
      }
    }, 
    "3": {
      "title": "Take Notes",
      "tech": "ReactJS, HTML/CSS, Bootstrap",
      "description": [
        "A web app that allows a user to take and save notes. Notes are saved in the browser's local storage so a user can close the window and come back to it later; their notes will be there so long as they have not cleared their browser cache."
      ],
      "image": "/images/notes.png",
      "links": {
        "Github": "https://github.com/crankysparrow/take-notes",
        "Live App": "https://crankysparrow.github.io/take-notes/"
      }
    },
    "4": {
      "title": "Tarot Draw",
      "tech": "ReactJS, MaterialUI",
      "description": [
        "I needed to practice making API calls in ReactJS and also wanted to experiment a bit with <a href='https://material-ui.com/'>MaterialUI<\/a>. Combined this experiment with my love for tarot and general witchiness, and built an app to draw a random tarot card and display a bit of information about its meaning.",
        "I used an API built by user <a href='https://github.com/ekelen/tarot-api'>ekelen on github<\/a>, modified slightly so the server could serve up this app at the same time."
      ],
      "image": "/images/tarot.png",
      "links": {

      }
    }
  }
}